alacritty
alsa-plugins
alsa-utils
amd-ucode
base
base-devel
bat
btop
btrfs-progs
chromium
discord
dunst
feh
firefox
font-manager
fzf
git
grub
htop
intel-media-driver
iwd
libva-intel-driver
libva-mesa-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
lsof
lxappearance
nano
nautilus
neofetch
neovim
nodejs
npm
nvidia-470xx-dkms
openssh
pipewire
pipewire-alsa
pipewire-pulse
python-pip
python-psutil
qtile
ranger
ripgrep
rofi
signal-desktop
slock
smartmontools
spotify-launcher
terminus-font
tree
unrar
unzip
vim
vlc
vulkan-intel
vulkan-radeon
wget
wireless_tools
wireplumber
wpa_supplicant
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
xorg-xrandr
xsel
xterm
yay
yay-debug
zram-generator
zsh
